/* Errors returned by the device in the form of xml */
"Success" = "Réussi";
"TestInProgress" = "Un test est en cours... Un moment s'il vous plaît.";
"ErrorDeviceBusy" = "Le périphérique est occupé, Veuillez recommencer ultérieurement.";
"ErrorDuplicateDisplayName" = "Dupliquer le nom de l'emplacement ou l'affichage. Veuillez attribuer un nom différent et réessayer.";
"ErrorEmptyEntry" = "Une des entrées dans les paramètres envoyés au périphérique est vide. Veuillez vérifier la validité de toutes les entrées, puis recommencer.";
"ErrorListFull" = "Il n'y a pas d'espace disponible pour ajouter cette entrée. Veuillez supprimer une entrée du périphérique et recommencer.";
"ErrorSettingNotTested" = "Ce paramètre n'a pas été testé.";
"ErrorSystemFailure" = "Une défaillance critique s'est produite. Veuillez recommencer ultérieurement.";
"ErrorNoMoreSpace" = "La taille maximale de pièce jointe de courrier électronique est trop grande pour le serveur sélectionné. Veuillez entrer une valeur plus faible et recommencer.";
"ErrorNoWritePermission" = "Le dossier que vous avez sélectionné n'a pas d'autorisation d'écriture. Veuillez définir les droits d'accès appropriés au dossier et recommencer.";
"ErrorConnectionFailed" = "Le périphérique ne peut pas se connecter au serveur distant que vous avez spécifié. Veuillez vérifier les paramètres du serveur.";
"ErrorConnectionRefused" = "Le serveur a refusé la connexion. Veuillez vérifier que le serveur est sous tension et en service.";
"ErrorServerNotFound" = "Le périphérique ne peut pas résoudre le nom d'hôte du serveur. Veuillez vérifier les paramètres du serveur.";
"ErrorWrongCredentials" = "Le serveur a refusé les informations d'identification de l'utilisateur employées pour l'authentification. Veuillez entrer des informations d'identification correctes et recommencer.";
"ErrorConnectionProblem" = "Un problème s'est produit lors de la connexion au serveur distant. Veuillez vérifier que le serveur est connecté au réseau et qu'il fonctionne";
"ErrorProtocolNotSupported" = "Le serveur distant utilise un protocole non pris en charge.";
"ErrorInvalidFileOrDirectory" = "Le chemin que vous avez spécifié n'est pas valide. Veuillez spécifier un chemin valide et recommencer.";
"ErrorInvalidFolderPath" = "Le chemin que vous avez spécifié n'est pas valide. Veuillez spécifier un chemin valide et recommencer.";
"ErrorInvalidShare" = "Le dossier partagé n'est pas valide. Veuillez sélectionner un autre dossier partagé et recommencer";
"ErrorAuthenticationNeeded" = "Le serveur spécifié nécessite une authentification. Veuillez entrer les informations d'identification appropriées pour accéder au serveur et recommencer.";
"ErrorSecureConnectionNotSupported" = "Le serveur ne prend pas en charge une connexion sécurisée. Désactivez la case à cocher Utiliser SSL et recommencez.";
"ErrorSenderInvalid" = "L'adresse électronique de l'émetteur n'est pas valide. Veuillez entrer une adresse électronique d'émetteur valide et recommencer.";
"ErrorRecipientInvalid" = "L'adresse électronique du destinataire n'est pas valide. Veuillez entrer une adresse électronique du destinataire valide et recommencer.";
"ErrorServerError" = "Le serveur a renvoyé une erreur. L'opération demandée ne peut pas aboutir. Veuillez vérifier les détails du serveur que vous avez entrés.";
"ErrorInvalidServerName" = "Le serveur spécifié n'est pas valide. Veuillez entrer un serveur SMTP valide et recommencer.";

"404 Not Found" = "Le périphérique est introuvable. Veuillez vérifier que le périphérique est connecté au réseau et qu'il est sous tension.";
"400 Bad Request" = "La demande ne peut pas être traitée car elle comporte une erreur. Veuillez recommencer ultérieurement.";

//error if the seed URL could not be obtained from the device
"COULD_NOT_GET_ACTUAL_URL" = "Le périphérique n'a pas renvoyé une adresse URL valide. Veuillez attendre quelques minutes et recommencer.";

/* XML Data validation errors */
"Setting Error" = "Erreur de données manquantes ou non valides";
"MISSING_FOLDER_SETTING" = "Des détails de destination de dossiers sont manquants. Veuillez sélectionner un dossier, entrer un nom d'utilisateur et un mot de passe, puis recommencer.";
"MISSING_EMAIL_SETTING" = "Certains détails de destination de courrier électronique sont manquants. Veuillez entrer tous les détails de courrier électronique, puis recommencer.";
"MISSING_SERVER_CREDENTIALS" = "Les informations d'identification de serveur sont manquantes. Veuillez entrer un nom d'utilisateur et un mot de passe, puis recommencer.";
"MISSING_DISPLAY_NAME" = "Le nom de l'émetteur est manquant. Veuillez entrer un nom d'émetteur, puis réessayer.";
"MISSING_EMAIL_ADDRESS" = "L'adresse électronique est manquante. Veuillez entrer une adresse électronique valide, puis recommencer.";
"MISSING_SERVER" = "Le serveur est manquant. Veuillez entrer un serveur, puis recommencer.";

"INVALID_PIN" = "Le code PIN (Personal Identification Number) que vous avez entré n'est pas valide. Le nombre doit comporter exactement 4 chiffres. Veuillez entrer un code valide et recommencer.";
"INVALID_SERVER_PORT" = "Le numéro de port de serveur que vous avez entré n'est pas valide. Le numéro de port doit être compris entre 1 et 65535.";
"INVALID_ATTMT_SIZE" = "La taille maximale de pièces jointes que vous avez entrée n'est pas valide. Le nombre doit être compris entre 1 et 9999. Spécifiez -1 pour le réglage automatique de la taille des pièces jointes.";
"INVALID_DFADESTINATION" = "La Destination numérique des télécopies que vous avez sélectionnée n'est pas valide. Veuillez sélectionner une destination correcte.";
"INVALID_POLLING_TIME" = "L'intervalle d'interrogation que vous avez sélectionné n'est pas valide. Les valeurs valides sont 5, 10, 15, 20, 30, 45 et 60. Veuillez sélectionner un intervalle approprié puis recommencer.";
"INVALID_DISPLAY_NAME" = "Le nom de l'émetteur que vous avez entré n'est pas valide. Veuillez entrer un nom d'émetteur inférieur à 25 caractères.";

/* Other errors */
"GENERIC_ERROR_TITLE" = "Erreur";
"GENERIC_DEVICE_ERROR_TITLE" = "Erreur de périphérique";
"GENERIC_DEVICE_ERROR_DESC" = "Une erreur inconnue s'est produite lors de la communication avec le périphérique. Veuillez recommencer ultérieurement.";
"XML_PARSING_ERROR" = "Le périphérique a renvoyé des données non valides. Attendez quelques minutes, puis recommencez.";
"DEVICE_COMMUNICATION_ERROR_DESC" = "Une erreur de communication s'est produite avec le périphérique. Veuillez vérifier que le périphérique et votre ordinateur sont connectés au réseau, puis recommencez.";

/* Buttons */
"OK" = "OK";
"Cancel" = "Annuler";
"Hide" = "Masquer";

/*vhm: Added PML Related Errors*/

"DEVICE_NOT_FOUND_TITLE" = "Périphérique introuvable";
"DEVICE_NOT_FOUND_DESC" = "Il y a un problème dans la communication avec le périphérique. Vérifiez que le périphérique est sous tension et correctement connecté, puis recommencez.";

"PML_ERROR_TITLE" = "Erreur de périphérique";
"PML_ERROR_DESC1" = "Un problème s'est produit lors de la définition des informations sur le périphérique. Veuillez vérifier que les valeurs d'entrée sont valides.";

"SETTING_REJECTED_TITLE" = "Paramètres non acceptés";

"SETTING_REJECTED_DESCRIPTION" = "La configuration ne peut pas être effectuée parce que le périphérique est protégé par un mot de passe administratif. Utilisez le Serveur Web Incorporé pour supprimer le mot de passe administratif. Reportez-vous à la documentation de votre périphérique pour plus d'informations";
"GENERAL_DATA_MISSING_DESCRIPTION" = "Un ou plusieurs champ(s) ne contien(nen)t pas de données. Renseignez tous les champs ou cliquez sur Annuler.";

//Device Door open error while printing the fax logs
"DOOR_OPEN_TITLE" = "Porte/capot ouvert";
"DOOR_OPEN_DESC" = "L'imprimante ne peut pas imprimer parce qu'un capot est ouvert. Fermez tous les capots de l'imprimante.";


//Device not ready error while printing the fax logs
"INCORRECT_STATE_TITLE" = "L'imprimante est dans un état d'erreur.";
"INCORRECT_STATE_DESC" = "Veuillez résoudre l'erreur du périphérique et réessayer.";

//Device busy error while printing the fax logs
"DEVICE_BUSY_TITLE" = "Imprimante occupée";
"DEVICE_BUSY_DESC" = "Patientez jusqu'à ce que l'imprimante ait terminé le travail en cours.";

//Error if the device's region code does not support fax blocking
"CALLER_ID_NOT_SUPPORTED_TITLE" = "Identification des appelants non prise en charge";
"CALLER_ID_NOT_SUPPORTED_DESC" = "Le pays/la région actuellement définis dans votre périphérique ne prennent pas en charge l'identification des appelants. Veuillez utiliser le panneau avant de l'appareil pour sélectionner un pays/une région prenant en charge cette fonction et réessayez.";

//Error if black list entries are applied while device is processing the fax job
"COULD_NOT_APPLY_SETTINGS_TITLE" = "Impossible d'appliquer les paramètres.";
"COULD_NOT_APPLY_SETTINGS_DESC" = "Veuillez vérifier que le périphérique est en ligne et qu'il n'est pas en train de traiter un travail de télécopie.";

